death_course1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-05-11 Mon 00:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Dipper" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd4b356f">1. 耶鲁大学公开课－死亡</a>
<ul>
<li><a href="#orga28d614">1.1. 关于这个课程</a></li>
<li><a href="#orgcb10acb">1.2. 第一课－课程介绍</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgd4b356f" class="outline-2">
<h2 id="orgd4b356f"><span class="section-number-2">1</span> 耶鲁大学公开课－死亡</h2>
<div class="outline-text-2" id="text-1">
<div class="org-center">
<p>
死亡一直是中国一个很避讳的话题，从古代的王侯将相贩夫走足还是到现代的官商士绅市井民众，似乎都很难面对这样一个现实：死亡是一个自然规律，你能做的就是坦然的面对他。
这个课程的教授他委委道来，用专业的知识向我们讲述死亡这个在中国鲜有人敢提及的现象，弥补了我们对这个自然宿命的知识的欠缺。
</p>
</div>
</div>

<div id="outline-container-orga28d614" class="outline-3">
<h3 id="orga28d614"><span class="section-number-3">1.1</span> 关于这个课程</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>课程介绍<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup></li>
</ul>

<p>
我可以肯定的是，我将会死去。 但是我要怎么去看待这个事实呢？ 本课程将研究关于死亡的许多问题：
</p>
<ol class="org-ol">
<li>如果死亡并不是一种终结，那从某种意义上来说我们是不朽的吗？永生不好吗？</li>
<li>对死亡的过程将有一个更清晰认识，说一个人死了意味着什么？死亡是一个怎样的事实？</li>
<li>最后，评估了对死亡的不同态度。 死亡是邪恶的吗？ 怎么样算邪恶？ 为什么是邪恶的？ 自杀在道德上是允许的吗？ 合理吗？ 我认识到自己将会死亡的事实将如何影响我现在的生活？

<ul class="org-ul">
<li>关于课程</li>
</ul></li>
</ol>

<p>
这个课程在耶鲁官网<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>，youtube<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>, 和网易公开课上<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>都可以观看。这个课程的意义在于让我们重新认识我们不敢面对的死亡。
而雪莉·卡根（Shelly Kagan）（/ ˈkeɪ）ən/）（生于1956年）是耶鲁大学的克拉克哲学教授，自1995年以来一直在该大学任教。
他以关于道德哲学和规范伦理学的著作而闻名。2007年，卡根关于死亡的课程在网上免费提供，并且非常受欢迎。这导致他于2012年出版了有关该主题的书。他于2016年当选为美国艺术与科学学院院士。<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup>
该课程为英文课程，网易上的资源有专业的团队做了翻译，但是我想通过自己的努力在观看原版视频的前提下作一个总结吧。
</p>
</div>
</div>

<div id="outline-container-orgcb10acb" class="outline-3">
<h3 id="orgcb10acb"><span class="section-number-3">1.2</span> 第一课－课程介绍</h3>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://oyc.yale.edu/death/phil-176">https://oyc.yale.edu/death/phil-176</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://oyc.yale.edu/death/phil-176">https://oyc.yale.edu/death/phil-176</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.youtube.com/watch?v=p2J7wSuFRl8&amp;t=33s">https://www.youtube.com/watch?v=p2J7wSuFRl8&amp;t=33s</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://open.163.com/special/sp/philosophy-death.html">http://open.163.com/special/sp/philosophy-death.html</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Shelly_Kagan">https://en.wikipedia.org/wiki/Shelly_Kagan</a>
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Dipper</p>
<p class="date">Created: 2020-05-11 Mon 00:05</p>
</div>
</body>
</html>
